{"We should make all museums free of charge": "Culture", "We should return cultural property residing in museums to its place of origin": "Culture", "We should ban beauty contests": "Culture", "I think tourism is a viable development strategy for poor states.": "Culture", "We should restrict advertising aimed at children": "Culture", "I think in a global language": "Culture", "I think science is a threat to humanity": "Culture", "I think that gay couples should not be allowed to adopt kids": "Culture", "We should ban gambling": "Culture", "I think that the feminist movement should seek a ban on pornography": "Culture", "I think the internet encourages democracy": "Digital Freedoms", "I think the internet brings more harm than good": "Digital Freedoms", "We should allow the use of electronic and internet voting in state-organised elections": "Digital Freedoms", "I think that internet access is a human right": "Digital Freedoms", "We should block access to social messaging networks during riots": "Digital Freedoms", "We should not allow companies to collect/sell the personal data of their clients": "Digital Freedoms", "We should ban targeted online advertising on the basis of user profiles and demographics": "Digital Freedoms", "I think politicians have no right to privacy": "Digital Freedoms", "We should ban the use of Digital Rights Management technologies": "Digital Freedoms", "We should block access to websites that deny the Holocaust": "Digital Freedoms", "This house supports the creation of single-race public schools": "Education", "I think that the payment of welfare benefits to parents should be tied to their children": "Education", "I think university education should be free": "Education", "I think that history has no place in the classroom": "Education", "We should make sex education mandatory in schools": "Education", "I think that animals have rights.": "Environment", "This house Believes People Should Not Keep Pets": "Environment", "I think that states should not subsidise the growing of tobacco": "Environment", "I think we’re too late on global climate change": "Environment", "This House Belives that wind power should be a primary focus of future energy supply.": "Environment", "I think that endangered species should be protected": "Environment", "The USA should increase funding to fight disease in developing nations": "Health", "We should punish parents who smoke in the presence of their children": "Health", "We should ban alcohol": "Health", "We should ban junk food from schools.": "Health", "This House Believes That Employees Should Be Compelled To Disclose Their HIV Status to Employers": "Health", "This House Believes that assisted suicide should be legalized": "Health", "We should use force to protect human rights abroad": "International", "We should expand NATO": "International", "I think democracy can be built as a result of interventions": "International", "I think sanctions should be used to promote democracy": "International", "I think parents should be able to choose the sex of their children": "Philosophy", "I think that the use of atomic bombs against Hiroshima and Nagasaki was justified": "Philosophy", "I think Sperm and egg donors should retain their anonymity": "Philosophy", "I think that Federal States are better than unitary nations": "Politics", "We should introduce positive discrimination to put more women in parliament": "Politics", "We should follow countries such as Senegal that have quotas for women in politics": "Politics", "I think all nations have a right to nuclear weapons": "Politics", "We should introduce recall elections.": "Politics", "We should negotiate with terrorists": "Politics", "We should lower the voting age to 16": "Politics", "We should legalize polygamy": "Religion", "We should allow gay couples to marry": "Religion", "We should support international adoption": "Society", "Governments should prioritise spending money on youth": "Society", "We should force the media to display, promote and report women2019s sport equally to men ˘ 2019s sport": "Sport", "I think suicide should be a human right": "CMV", "The US should strictly enforce border security to prevent illegal entry": "CMV", "Drunk driving should not be a crime itself.": "CMV", "I don’t think the duty of child raising should belong to the biological parents.": "CMV", "The fact that voting isn’t mandatory is a good thing.": "CMV", "Gun - Control / Ban should not be implemented": "CMV", "No one over the age of 80 should be allowed to serve in goverment.": "CMV", "Hate Speech is Free Speech": "CMV"}